{"_id":{"$oid":"6054c3ddd9e76804d7d5c825"},"Title":"Silence of the Lambs","Description":"A young paprika FBI cadet must receive the mother of an incarcerated and manipulative cannonball joker.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true,"Actors":["Kasi Lemmings"]}
{"_id":{"$oid":"6054df46b534a21b080f789f"},"Title":"Pulp Fiction","Description":"The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.","Genre":{"Name":"Drama","Description":"drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Quentin Tarantino","Bio":"Quentin Tarantino is an American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, dark humor, aestheticization of violence, extended scenes of dialogue, ensemble casts, references to popular culture and a wide variety of other films, eclectic soundtracks primarily containing songs and score pieces from the 1960s to the 1980s, alternate history, and features of neo-noir film.","Birth":"1963"},"ImagePath":"pulpfiction.png","Featured":true}
{"_id":{"$oid":"6054e2c6440e9a704ad9f294"},"Title":"The Matrix","Description":"When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence.","Genre":{"Name":"Science fiction","Description":"Science fiction is a genre of speculative fiction that typically deals with imaginative and futuristic concepts such as advanced science and technology, space exploration, time travel, parallel universes, and extraterrestrial life."},"Director":{"Name":"The Wachowskis","Bio":"Lana and Lilly Wachowski are American film and television directors, writers and producers. The sisters are both trans women."},"ImagePath":"thematrix.png","Featured":true}
{"_id":{"$oid":"6054e3e2440e9a704ad9f295"},"Title":"The Matrix Reloaded","Description":"Freedom fighters Neo, Trinity and Morpheus continue to lead the revolt against the Machine Army, unleashing their arsenal of extraordinary skills and weaponry against the systematic forces of repression and exploitation.","Genre":{"Name":"Science fiction","Description":"Science fiction is a genre of speculative fiction that typically deals with imaginative and futuristic concepts such as advanced science and technology, space exploration, time travel, parallel universes, and extraterrestrial life."},"Director":{"Name":"The Wachowskis","Bio":"The Wachowskis are American film and television directors, writers and producers. The sisters are both trans women."},"ImagePath":"thematrix.png","Featured":true}
{"_id":{"$oid":"6054e522440e9a704ad9f296"},"Title":"Stalker","Description":"A guide leads two men through an area known as the Zone to find a room that grants wishes.","Genre":{"Name":"Science fiction","Description":"Science fiction is a genre of speculative fiction that typically deals with imaginative and futuristic concepts such as advanced science and technology, space exploration, time travel, parallel universes, and extraterrestrial life."},"Director":{"Name":"Andreï Tarkovski","Bio":"Andreï Tarkovski was a Soviet Russian filmmaker, theatre director, writer, and film theorist. He is widely considered one of the greatest and most influential directors in the history of Russian and world cinema. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.","Birth":"1932","Death":"1986"},"ImagePath":"stalker.png","Featured":true}
{"_id":{"$oid":"6054e681440e9a704ad9f297"},"Title":"Ghost Dog","Description":"An African-American Mafia hit man who models himself after the samurai of old finds himself targeted for death by the mob.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, rescues and frantic chases."},"Director":{"Name":"Jim Jarmusch","Bio":"Jim Jarmusch  is an American film director, screenwriter, actor, producer, editor, and composer. He has been a major proponent of independent cinema since the 1980s. As a musician, Jarmusch has composed music for his films and released two albums with Jozef van Wissem.","Birth":"1953"},"ImagePath":"ghostdog.png","Featured":true}
{"_id":{"$oid":"6054e7ba440e9a704ad9f298"},"Title":"Citizen Kane","Description":"Following the death of publishing tycoon Charles Foster Kane, reporters scramble to uncover the meaning of his final utterance; 'Rosebud'.","Genre":{"Name":"Drama","Description":"drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Orson Welles","Bio":"Orson Welles was an American actor, director, screenwriter and producer who is remembered for his innovative work in radio, theatre and film. He is considered one of the greatest filmmakers of all time.","Birth":"1915","Death":"1985"},"ImagePath":"citizenkane.png","Featured":true}
{"_id":{"$oid":"6054e8cc440e9a704ad9f299"},"Title":"Samurai Champloo","Description":"Fuu, a waitress who works in a teahouse, rescues two master swordsmen, Mugen and Jin, from their execution to help her find the 'samurai who smells of sunflowers'.","Genre":{"Name":"Animated","Description":"Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."},"Director":{"Name":"Shinichiro Watanabe","Bio":"Shinichiro Watanabe is a Japanese anime television and film director. He is best known for directing the critically acclaimed and commercially successful anime series Cowboy Bebop, Samurai Champloo, Space Dandy, and Carole \u0026 Tuesday.","Birth":"1965"},"ImagePath":"samuraichamploo.png","Featured":true}
{"_id":{"$oid":"6054ea7a440e9a704ad9f29a"},"Title":"Snatch","Description":"Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond.","Genre":{"Name":"Crime","Description":"Crime films, in the broadest sense, is a film genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, and, in turn, is divided into many sub-genres, such as mystery, suspense or noir."},"Director":{"Name":"Guy Ritchie","Bio":"Guy Ritchie is an English film director, producer, writer, and businessman. His work includes British gangster films and the Sherlock Holmes franchise.","Birth":"1968"},"ImagePath":"snatch.png","Featured":true}
{"_id":{"$oid":"6054ecf1440e9a704ad9f29b"},"Title":"The Big Lebowski","Description":"Jeff 'The Dude' Lebowski, mistaken for a millionaire of the same name, seeks restitution for his ruined rug and enlists his bowling buddies to help get it.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Joel Coen","Bio":"Joel Coen and Ethan Coen collectively referred to as the Coen Brothers, are American film directors, producers, screenwriters, and editors. Their films span many genres and styles, which they frequently subvert or parody.","Birth":"1954"},"ImagePath":"thebiglebowski.png","Featured":true}
{"_id":{"$oid":"6054eec7440e9a704ad9f29c"},"Title":"Fear and Loathing in Las Vegas","Description":"An oddball journalist and his psychopathic lawyer travel to Las Vegas for a series of psychedelic escapades.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Terry Gilliam","Bio":"Terry Gilliam is an American-born British film director, screenwriter, animator, actor, comedian and former member of the Monty Python comedy troupe.","Birth":"1940"},"ImagePath":"fearandloathinginlasvegas.png","Featured":true}
{"_id":{"$oid":"6054efa7440e9a704ad9f29d"},"Title":"Groundhog Day","Description":"A weatherman finds himself inexplicably living the same day over and over again.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Harold Ramis","Bio":"Harold Ramis was an American actor, comedian, director and writer.","Birth":"1944","Death":"2012"},"ImagePath":"groundhogday.png","Featured":true}
